[Settings]
AuthorName=David M. Cotter, devil.tamachan
AuthorEmail=dave@kjams.com, devil.tamachan@gmail.com
Language=Japanese
RTLReading=0
CrashRptVersion=150

[MainDlg]
DlgCaption=エラーレポート
HeaderText=%s は動作を停止しました。
SubHeaderText=このソフトウェアの問題を修正し、改善するために、エラーレポート (%s) を送信してください。
WhatDoesReportContain=このレポートには何が含まれますか?
ProvideAdditionalInfo=問題に関する追加情報を入力してください (推奨)。
YourEmail=お客様のメールアドレス:
DescribeProblem=よろしければエラー直前の操作を簡潔に説明してください :
MyConsent=[レポート送信] ボタンを押すことによって、選択したレポートの内容に精通していることを確認し、プライバシーポリシー条項に同意します。
MyConsent2=[レポート送信] ボタンを押すことによって、選択したレポートの内容に精通していることを確認します。
PrivacyPolicy=プライバシーポリシー
InvalidEmailCaption=無効なメールアドレス 
InvalidEmailText=正しいメールアドレスを入力してください (例: name@hotmail.com) 
SendReport=レポート送信
CloseTheProgram=プログラム終了
RestartApp=このウィンドウを閉じた後に %s を再起動します。
OtherActions=その他の処理...
SendReportLater=プログラムを終了し、後でレポートを送信する

[DetailDlg]
DlgCaption=エラーレポートの詳細
DoubleClickAnItem=項目をダブルクリックすると、関連付けされたデフォルトのアプリケーションで開きます。
FieldName=名前
FieldDescription=説明
FieldSize=サイズ
Preview=プレビュー
PrivacyPolicy=プライバシーポリシー
Close=閉じる
Export=エクスポート...
NoDataToDisplay=表示するデータがありません。
PreviewAuto=自動
PreviewText=テキスト
PreviewHex=バイナリ
PreviewImage=画像
PreviewVideo=ビデオ
Encoding=文字コード
DescCrashDump=Minidump
DescXML=XMLによるクラッシュ詳細
DescScreenshot=デスクトップのスクリーンショット
DescRegKey=レジストリダンプ
DescVideo=デスクトップのビデオ録画
Open=開く	
DeleteSelected=選択したファイルを削除
AttachMoreFiles=他ファイルを追加添付する...
           
[ProgressDlg]
DlgCaption=%s - エラーレポートの送信
DlgCaption2=%s は動作を停止しました。
DlgCaptionExport = %s - エラーレポートのエクスポート
CollectingCrashInfo=問題に関する情報を収集しています...
CompressingFiles=エラーレポートファイルを圧縮中...
StatusText= エラーレポートを送信しています (%d 回目, リトライ3回まで)...
ConfirmLaunchEmailClient=エラーレポートはメーラー (%s) で送信することができます。\nメー
ルで送信するには [OK] 、そうでない場合は [キャンセル] を押します。
CompletedWithErrors=エラーで終了しました。[閉じる] を押し、このウィンドウを閉じてください。
ExportedWithErrors=エクスポートはエラーで終了しました。[閉じる] を押し、このウィンドウを閉じてください。
CopySelectedLines=選択した行をコピー
CopyTheWholeLog=ログ全体をコピー
Cancel=キャンセル
Cancelling=キャンセルしています...
Close=閉じる

[ResendDlg]
DlgCaption=%s - エラーレポート送信
BalloonCaption=%s - エラーレポート
BalloonText=最近、%s になんらかのエラーが起きました。ここをクリックしてエラーレポートを送信してください。
ColumnCreationDate=作成日
ColumnSize=サイズ
ColumnStatus=ステータス
ClickForDetails=項目をダブルクリックして詳細を表示します。
SelectedSize=選択された項目:%d。合計サイズ: %s。
SendNow=すぐに送信する
ShowLog=ログ表示
MyConsent=[レポート送信] ボタンを押すことによって、選択したレポートの内容に精通していることを確認し、プライバシーポリシー条項に同意します。
MyConsent2=[レポート送信] ボタンを押すことによって、選択したレポートの内容に精通していることを確認します。
PopupShow=表示する
PopupExit=閉じる
PopupRemindLater=このウィンドウを閉じ、後で警告する
PopupNeverRemind=このウィンドウを閉じ、二度と警告しない
StatusPending=待機中
StatusInProgress=実行中です...
StatusSucceeded=成功しました。
StatusFailed=失敗しました。
CurrentAction=現在の処理:
DeliveryingReports=エラーレポートを配信しています...
DeliverySucceeded=エラーレポートは正常に配信されました。
DeliveryFailed=エラーレポートの配信はエラーで終了しました。
SelectAll=すべて選択する
DeselectAll=すべての選択を外す
DeleteSelected=選択したものを削除する
DeleteAll=すべて削除する

[VideoRecDlg]
DlgCaption=%s - 画面録画機能
Text=%s は問題解決に役立てるため、あなたの画面をビデオ録画します。録画中はコンピュータが少し遅くなるかもしれません。ビデオ録画する場合は [許可] ボタンを押して下さい。
Allow=許可
Cancel=キャンセル